// Author: Phillip Stolić
// Version: 5.0.1.16 (28.11.2017)

// General

000 = Afrikaans
001 = Ja
002 = Nee
003 = OK
004 = Afsluit
005 = Beheerpaneel
006 = Reëlspaneel
007 = Blaai na die program wat jy wil toelaat
008 = Blaai na die program wat jy wil blokkeer
009 = Klik op 'n programvenster om 'n konneksie toe te laat
010 = Klik op 'n programvenster om 'n konneksie te blokkeer
011 = Of klik op hierdie dialoog om hierdie operasie te kanselleer
012 = 'n Nuwe reël is suksesvol geskep om verbindings toe te laat vir
013 = 'n Nuwe reël is suksesvol geskep om verbindings te blokkeer vir
016 = 'n Volledige beleid is suksesvol ingevoer van
017 = 'n Volledige beleid is suksesvol uitgevoer na
018 = Die standaardbeleid is suksesvol herstel.
021 = Spesifiseer die volle pad van die lêer wat hierdie reël pas
022 = 'n Gedeeltelike beleid is suksesvol ingevoer van
023 = 'n Gedeeltelike beleid is suksesvol uitgevoer na
024 = Kon nie die beleidslêer invoer nie
025 = Kon nie die beleidslêer uitvoer nie
028 = Verbind met lokasie
029 = Gebruikershandleiding
030 = Sluit die status van Windows Firewall
031 = Ontsluit die status van Windows Firewall
032 = Sluit
033 = Ontsluit
034 = Kanselleer
035 = Stel asseblief jou wagwoord 
036 = Voer wagwoord in om te ontsluit
037 = Ongeldige wagwoord
038 = Wys wagwoord
039 = Open die webwerf
040 = Bestuur Windows Firewall-reëls
041 = Druk op die sluit-ikoon om te ontsluit
042 = Is jy seker jy wil Windows Firewall-beskerming afskakel?
043 = Moenie weer wys nie
044 = Lees Slegs
045 = Inkomende reëls met EdgeTraversal ingestel op 'Uitstel tot gebruiker' ondersteun slegs beperkte aanpassing, daarom sal sommige eienskappe gedeaktiveer word. Wil jy voortgaan?
046 = Is jy seker jy wil hierdie reëls uitvee?
050 = Uitgebreide eienskappe
051 = Hierdie reël bevat ekstra eienskappe wat slegs van WFwAS konfigureerbaar is
052 = Tel
060 = Herlaai instellings
061 = Outomaties verfris op oop maak
062 = Outomaties ontvang opdaterings

// Tab items

100 = Profiele
200 = Kennisgewings
300 = Opsies
400 = Reëls
500 = Gereedskap
600 = Ongeveer

// Profiles

101 = Filtervlak spesifiseer watter verbindings geblokkeer moet word en watter verbindings moet toegelaat word
102 = Hoë Filtreering
103 = Alle uitgaande en inkomende verbindings word geblokkeer. Hierdie profiel blokkeer alle pogings om na en vanaf jou rekenaar te koppel.
104 = Medium Filtreering (aanbeveel)
105 = Uitgaande verbindings wat nie ooreenstem met 'n reël nie, word geblokkeer. Slegs die programme met 'n toelatingsreël word toegelaat.
106 = Lae Filtreering
107 = Uitgaande verbindings wat nie by 'n reël pas nie, word toegelaat. Slegs die programme met 'n blokreël word geblokkeer.
108 = Geen Filtreering
109 = Windows Firewall is afgeskakel. Vermy die gebruik van hierdie instelling tensy u nog 'n firewall het.
110 = Medium Filtreering
111 = Spesifiseer die profiel wat herstel sal word indien dit oorskakel na 'n laer filterprofiel vir die installering/opdatering van doeleindes
112 = Outomaties ingestel
113 = na
114 = minute

// Notifications

201 = Kennisgewingsmodus spesifiseer watter geblokkeerde uitgaande verbindings aan die gebruiker vertoon moet word
204 = Wys kennisgewings
205 = Wys kennisgewings vir alle geblokkeerde uitgaande verbindings, maar vertoon dit nie vir die programme wat as uitsonderinge hieronder gedefinieer is nie
206 = Leermodus
207 = Skep outomaties uitgaande toelaatreëls vir digitaal ondertekende programme en vertoon kennisgewings slegs vir ongetekende programme
208 = Gedeaktiveer
209 = Moenie kennisgewings wys nie.
210 = Kennisgewings opsies
211 = Sluit outomaties 'n kennisgewing in
212 = sekondes.
213 = Aangepaste tydsduur vir tydelike reëls is
214 = Speel 'n geluid wanneer 'n nuwe kennisgewing gegenereer word
215 = Speel standaard klank
216 = Speel aangepaste klank
217 = Kies asseblief 'n aangepaste kennisgewingklank
218 = Die kennisgewingsisteem is slegs vir geregistreerde gebruikers beskikbaar. Om hierdie funksie te gebruik, aktiveer asseblief die program. Dankie vir jou ondersteuning.
219 = Klik hier om uit te vind hoe om 'n geregistreerde gebruiker te word
220 = Wys kennisgewings bo-op ander vensters
221 = Gevorderde kennisgewings instellings
222 = Stel standaard gevorderde instellings terug
223 = Gebruik toelaat reëls wanneer jy soek vir ooreenstemmende reëls. Aanbeveel vir versoenbaarheid met ander sekuriteitsprogramme indien duplikaat kennisgewings vertoon word.
224 = Gebruik generiese blokreëls wanneer jy soek vir ooreenstemmende reëls. As 'n blokreël wat op alle programme van toepassing is, ooreenstem met die geblokkeerde verbinding, sal die kennisgewings nie vertoon word nie.
225 = Gebruik gestremde reëls wanneer jy soek na ooreenstemmende reëls. As 'n ooreenstemmende gestremde reël gevind word, sal die kennisgewings nie vertoon word nie.
230 = Reël geskep deur Leer mode
240 = Definieer hieronder die programme en folders waarvoor die kennisgewings nie vertoon moet word nie
241 = Kennisgewings uitsonderinge
242 = Voeg uitsondering by
243 = Verwyder uitsondering
244 = Definieer hier 'n nuwe uitsondering
245 = Voeg by kennisgewings uitsonderinge
246 = Sluit lêer uit
247 = Sluit folder uit

// Options

301 = Spesifiseer hieronder die opsies om aansoek te doen vir alle gebruikersrekeninge van die plaaslike rekenaar
302 = Shell Integrasie
303 = Integreer die program in die konteks kieslys van die uitvoerbare lêers en die kortpaaie van uitvoerbare lêers.
304 = Begin outomaties by gebruiker aanteken
305 = By die gebruik van Fast User Switching-funksie, geld hierdie opsie vir die eerste aanteken van die gebruiker.
308 = Global HotKeys
309 = Global HotKeys is sleutelbordkortpaaie wat jy binne enige lopende aansoek kan gebruik.
310 = Definieer hieronder die verskyning van die program deur enige RGB-kleurkombinasie te stel
311 = Rooi
312 = Groen
313 = Blou
314 = Hex Kleur
321 = Hoër Filtreering profiel is aangeskakel. Netwerk verbindings word geblokkeer totdat die profiel met die hand geskakel word.
324 = Invoer, uitvoer of herstel van die gebruikersinstellings
325 = Invoer gebruikerinstellings van lêer
326 = Uitvoer gebruikerinstellings na 'n lêer
327 = Stel alle instellings terug na die standaard waardes
328 = Gebruikersinstellings is suksesvol uitgevoer na
329 = Nadat hierdie aksie bevestig is, sal die program weer begin om alle instellings te herlaai. Is jy seker jy wil voortgaan?
330 = Laat toe deur Windows Firewall
331 = Blok deur Windows Firewall

// Rules

401 = Spesifiseer die rigting waarvoor 'n nuwe reël toegepas word wanneer 'n nuwe reël geskep word:
402 = Uitgaande (aanbeveel)
403 = Standaard maak slegs uitgaande reëls wanneer nuwe reëls geskep word om programme toe te laat of te sluit.
404 = Inkomende
405 = Standaard maak slegs inkomende reëls. Gebruik hierdie opsie met omsigtigheid. Inkomende toegang word gewoonlik benodig vir bedienerprogramme.
406 = Uitgaande en inkomende
407 = Standaard maak albei soorte reëls. Nie aanbeveel nie.
408 = Spesifiseer die lokasie waarvoor 'n nuwe reël toegepas word wanneer 'n nuwe reël geskep word:
409 = Invoer, uitvoer of herstel firewall reëls
410 = Voer Windows Firewall reëls uit 'n lêer
411 = Voer Windows Firewall reëls uit na 'n lêer
412 = Herstel Windows Firewall standaard stel reëls
413 = Herstel Windows Firewall Control aanbevele reëls
414 = 'n Volledige beleidslêer is gekies. Die invoer van firewall reëls uit hierdie lêer sal al die huidige Windows Firewall reëls oorskryf. As jy 'n kopie van jou huidige reëls wil stoor, moet jy dit eers na 'n lêer uitvoer. Wil jy firewall reëls invoer van die gekose lêer?
415 = Herstel van die standaard stel reëls sal alle veranderinge herstel na die instellings van Windows Firewall wat u gemaak het sedert Windows geïnstalleer is. Dit kan veroorsaak dat sommige programme ophou werk. Wil jy voortgaan?
416 = Invoer vanaf lêer...
417 = Uitvoer na lêer...
418 = WFC aanbevele reëls is suksesvol herskep.
419 = Herlaai asseblief die reëls in die Reëlspaneel venster. Dankie.
420 = Hierdie aksie sal al die huidige rekords uit die Windows Firewall-log verwyder. Is jy seker jy wil voortgaan?
421 = 'n Gedeeltelike beleidslêer is gekies. Die invoer van firewall reëls uit hierdie lêer sal jou huidige reëls onveranderd laat en die reëls wat in hierdie lêer vervat is, sal by jou huidige stel reëls gevoeg word. Wil jy firewall reëls invoer van die gekose lêer?
422 = Die lêer is nie toeganklik nie of het 'n ongeldige formaat!
423 = Herstel van die WFC aanbevele reëls sal hierdie reëls weer herskep. Die huidige bestaande reëls bly onveranderd. Wil jy voortgaan?

// Security

450 = Sekuriteit
451 = Spesifiseer hieronder die sekuriteitsverbeteringe wat deur Windows Firewall Control toegepas sal word
452 = Veilige opstart
453 = Stel outomaties Hoë Filtreering profiel by stelsel gesluit. By die aanvang van Windows word die netwerk verbindings geblokkeer totdat die gebruiker die profiel handmatig verander.
454 = Veilige reëls
455 = Aktiveer beskerming teen firewall reëls wat nie geskep is in die gemagtigde groepe wat hieronder gedefinieer word nie. Dit geld vir die nuutgeskepte firewall en bestaande reëls.
456 = Gemagtigde groepe
457 = Voeg groep by
458 = Verwyder groep
459 = Definieer hier 'n nuwe gemagtigde groep
460 = Waarskuwing. Alle firewall reëls, insluitend Windows Firewall standaard firewall reëls, wat die groep naam anders as die gemagtigde groepe gedefinieer het, sal uitgevee of gedeaktiveer word. Om 'n rugsteunkopie van jou huidige reëls te skep, word aanbeveel. Is jy seker jy wil voortgaan?
461 = Voer groepname uit die huidige bestaande reëls
462 = Ongemagtigde reëls moet outomaties wees
463 = uitgevee
464 = gedeaktiveer
465 = Gebruik 'n enkele @ om firewallreëls wat vir Windows 10-programme gedefinieer is, uit te sluit
466 = Reëls met geen groep spesifiseer nie is opgespoor. Om hulle te bewaar, wil jy hierdie reëls by die Windows Firewall-kontrolegroep voeg voordat jy Veilige reëls kan aktiveer?
467 = Toelaat groep

// Tools

501 = Gebruik die kortpaaie hieronder om verskeie stelsel nutsprogramme te begin. Let daarop dat hierdie programme uitgevoer word met die hoogste beskikbare regte.
502 = Windows Firewall met Gevorderde Sekuriteit
503 = Event Viewer
504 = Hulpbronmonitor
505 = Windows Firewall Control Panel applet
510 = Spesifiseer hieronder die URL-dienste wat gebruik word vir verskeie aanlyn-verifikasies
511 = URL om 'n IP-adres reputasie na te gaan
512 = URL om 'n lêer na te gaan op grond van die SHA256-hash van die lêer
513 = URL om 'n WHOIS-soektog te begin
514 = URL om meer te lees oor 'n spesifieke poort
520 = Kopieer...
521 = Alles

// About

601 = Oor die program
602 = Kyk of 'n nuwe weergawe beskikbaar is
603 = Kan nie aan die opdateringsbediener koppel nie. Maak seker dat jy die vereiste reël het om verbindings vir hierdie program en 'n korrekte proxy-konfigurasie toe te laat, indien nodig.
605 = Jy gebruik die nuutste weergawe. Geen nuwe weergawe beskikbaar in hierdie tyd nie.
606 = 'n Nuwe weergawe van Windows Firewall Control is beskikbaar
607 = Wil jy aflaai en opdateer na hierdie nuwe weergawe?
608 = Sien veranderingslogboek
609 = Aktiveringsstatus
610 = Produk geaktiveer
611 = Produk nie geaktiveer nie
612 = Dankie vir jou ondersteuning
613 = Klik hier om te aktiveer
614 = Hieronder is jou installasie-ID wat outomaties gegenereer is tydens die installering van hierdie program. Plaas asseblief in die teksboks onder die ooreenstemmende aktiveringskode en druk dan op die Aktiveer-knoppie om die produk te aktiveer. Om die ooreenstemmende aktiveringskode te kry, teken asseblief in op jou geregistreerde gebruikersrekening vanaf ons webwerf.
615 = Klik hier om die aantekenbladsy oop te maak
616 = Installasie-ID
617 = Aktiveringskode
618 = Aktiveer
619 = Kopieer na klipbord
620 = Plak van klipbord
621 = Interface tipes
622 = Alle interface tipes
623 = Spesifieke interface tipes
624 = Lokale Area Netwerk
625 = Eksterne Toegang
626 = Wireless
627 = In
628 = Uit
629 = Beide
640 = Edge traversal
641 = ICMP instellings
642 = Vries eerste kolom
680 = Inskrywings
681 = Alle inskrywings
682 = Laaste inskrywing
690 = Outomatiese kyk vir opdaterings
691 = Gebruik proxy konfigurasie
692 = Proxy konfigurasie
693 = Adres
694 = Gebruikersnaam
695 = Wagwoord
696 = Aktiveringskode moet 16 karakters hê
697 = Ongeldige aktiveringskode. Maak seker dat jy die nuutste weergawe van die program gebruik.
698 = Die aktiveringskode is geldig
699 = Hoofproses

// Manage Rules

700 = Proses ID
701 = Naam
702 = Groep
703 = Program
704 = Lokasie
705 = Geaktiveer
706 = Aksie
707 = Rigting
708 = Lokale adresse
709 = Lokale poorte
710 = Eksterne adresse
711 = Eksterne poorte
712 = Protokol
713 = Diens
714 = Beskrywing
715 = Tyd gegenereer
716 = Aksies
717 = Herlaai lys
718 = Wys ongeldige reëls
719 = Duidelike log
720 = Soek reëls
721 = Verbindingslogboek
722 = Sien Windows Firewall-verbindings log
723 = View
724 = Vertoon
725 = Laaste 100 verbindings
726 = Laaste 500 verbindings
727 = Alle verbindings
728 = verbindings
729 = Kolomkonfigurasie
730 = Vertoon
731 = reëls
732 = Alle reëls
733 = Inkomende reëls
734 = Uitgaande reëls
735 = Gebruiker geskep reëls
736 = Filter
737 = Geen filter
738 = Filter deur aangeskakel
739 = Filter deur gedeaktiveer
740 = Soek
741 = Log verbindings
742 = Beleid
743 = Voer reëls van 'n lêer
744 = Voer alle reëls uit
745 = Uitvoer van geselekteerde reëls
746 = Herstel standaard reëls
747 = Herstel aanbevele reëls
748 = Toegelate verbindings
749 = Geblokkeerde verbindings
750 = Skep nuwe reël
751 = Blaai om toe te laat
752 = Klik om toe te laat
753 = Blaai om te blok
754 = Klik om te blok
755 = Laat hierdie program toe
756 = Blok hierdie program
757 = Leë reël
758 = Pasmaak en skep
759 = Om die logging vir geblokkeerde konneksies uit te skakel, sal ook die kennisgewings deaktiveer. Is jy seker jy wil voortgaan?
760 = Opsies
761 = Toestaan
762 = Blok
763 = Aktiveer
764 = Deaktiveer
765 = Verwyder
766 = Eienskappe
767 = Skep duplikaat
768 = Algemeen
769 = Gevorderd
770 = Toepassing
771 = Protokolle en poorte
772 = Lokale en eksterne IP-adresse
773 = Inkomende
774 = Uitgaande
775 = Domein
776 = Privaat
777 = Openbaar
778 = Alles
779 = Skep
780 = Enige
781 = Alle poorte
782 = Aangepaste poorte
783 = Aangepaste adresse
784 = Alle programme
785 = Hierdie program
786 = Blaai deur...
787 = Bv: 80,443,9-29
788 = Bv: 50.87.146.202
792 = Gebruik asseblief die Refresh-knoppie of F5-sleutel om data te laai
793 = Wag asseblief...
794 = Voeg by groep
795 = Herstel sorteer
796 = Verbindings
797 = Onlangs geblokkeer
798 = Onlangs toegelaat
799 = Toon duplikaatreëls

// Notification Dialog

800 = Uitgaande verbinding geblokkeer
801 = Bron
802 = Ekstern
803 = Geteken
804 = Eksterne IP
805 = Pas hierdie reël aan voordat jy dit skep
806 = Laat hierdie program toe
807 = Laat altyd die program toe om toegang tot die internet te verkry
808 = Blok hierdie program
809 = Altyd blokkeer hierdie program om toegang tot die internet te verkry
810 = Blok vir nou en vra my later
811 = Toestaan tydelik
812 = Check hierdie lêer
813 = Begin 'n WHOIS navraag
814 = Verifieer hierdie IP-adres
815 = Open lêer lokasie
816 = Open lêer eienskappe
817 = Kopieer pad na klipbord
818 = Lees meer oor die poort
819 = Terug na reël besonderhede
823 = Toestaan tydelik
824 = Blok tydelik
825 = Tot WFC herlaai
830 = Samesmeltingsreëls
831 = Saamgesmelte reël
840 = Pas toe op alle programme en dienste
841 = Pas slegs op dienste toe
850 = Bron adres
851 = Bronpoort
852 = Bestemming adres
853 = Bestemmingspoort

// Validations

920 = Voer asseblief 'n reëlnaam in
921 = Leë spasies word nie toegelaat nie
922 = Poort moet 'n waarde tussen 0 en 65535 wees
923 = Voer asseblief 'n geldige IP-reeks in
924 = Voer asseblief 'n geldige IP-adres in
925 = Duplikaat parameters word nie toegelaat nie
926 = Leë parameters is nie toegelaat nie
927 = Negatiewe parameters word nie toegelaat nie
928 = Ongeldige poortreeks
929 = Veld kan nie leeg wees nie
930 = Hierdie lêer bestaan nie
931 = Ondersteunde uitbreidings
932 = Hierdie veld moet 'n numeriese waarde tussen 0 en 999 wees
933 = Ongeldige subnetmasker
934 = Hierdie veld moet 'n numeriese waarde tussen 1 en 60 wees
935 = Vereiste veld
936 = Ongeldige reël. Die programpad waarvoor hierdie reël gedefinieer is, bestaan nie op die skyf nie.
940 = Kan nie koppel aan Windows Firewall Control Service

// Uninstall

950 = Verwyder
951 = Dit sal die program van jou rekenaar verwyder. Kies asseblief wat jy graag wil doen met die huidige Windows Firewall-instellings:
952 = Herstel na die standaard Windows Firewall instellings. Alle gebruikersreëlingreëls sal uitgevee word en slegs Windows Firewall-standaardreëls sal gehou word.
953 = Herstel die staat vooraf vir die installering van hierdie program. Alle vorige reëls wat by program installasie gevind is, sal herstel word.
954 = Hou die huidige firewall reëls en instellings. Verwyder hierdie program net en hou al die ander instellings en reëls soos dit op die oomblik is.
955 = Verwyder die aktiveringsstatus
956 = Skakel Windows Firewall-logging uit
957 = Ongeïnstalleer tans...